Repository: anthonymoisan/ASConnect
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# commonConfirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Valider
it: Conferma
pt: Confirmar

# emailRequired
source: Email is required
de: E-Mail ist erforderlich
es: Email obligatorio
fr: Email requis
it: L'email è obbligatoria
pt: O e-mail é obrigatório

# emailInvalid
source: Invalid email
de: Ungültige E-Mail
es: Email inválido
fr: Email invalide
it: Email non valida
pt: E-mail inválido

# editProfileImport
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
pt: Importar

# editProfileTakePhoto
source: Take a photo
de: Foto aufnehmen
es: Tomar una foto
fr: Prendre une photo
it: Scatta una foto
pt: Tirar uma foto

# editProfileDeletePhoto
source: Delete my photo
de: Mein Foto löschen
es: Eliminar mi foto
fr: Supprimer ma photo
it: Elimina la mia foto
pt: Excluir minha foto

# editProfileCancelSelection
source: Cancel selection
de: Auswahl abbrechen
es: Cancelar selección
fr: Annuler la sélection
it: Annulla selezione
pt: Cancelar seleção

# editProfilePhotoRequired
source: Photo required
de: Foto erforderlich
es: Foto obligatoria
fr: Photo obligatoire
it: Foto obbligatoria
pt: Foto obrigatória

# editProfilePhotoRequiredHint
source: Photo required: import or take a new photo.
de: Foto erforderlich: importieren oder ein neues Foto aufnehmen.
es: Foto obligatoria: importa o toma una foto nueva.
fr: Photo obligatoire : importez ou prenez une nouvelle photo.
it: Foto obbligatoria: importa o scatta una nuova foto.
pt: Foto obrigatória: importe ou tire uma nova foto.

# editProfileAddPhotoToSave
source: Add a photo to save
de: Bitte füge ein Foto hinzu, um zu speichern
es: Añade una foto para guardar
fr: Ajoutez une photo pour enregistrer
it: Aggiungi una foto per salvare
pt: Adicione uma foto para salvar

# editProfilePhotoDeleted
source: Photo deleted ✅
de: Foto gelöscht ✅
es: Foto eliminada ✅
fr: Photo supprimée ✅
it: Foto eliminata ✅
pt: Foto excluída ✅

# editProfilePhotoTooLarge
source: Photo exceeds 4 MB ({size} MB).
de: Foto überschreitet 4 MB ({size} MB).
es: La foto supera 4 MB ({size} MB).
fr: La photo dépasse 4 Mo ({size} Mo).
it: La foto supera i 4 MB ({size} MB).
pt: A foto excede 4 MB ({size} MB).

# editProfilePhotoPickError
source: Unable to get the photo: {message}
de: Foto kann nicht abgerufen werden: {message}
es: No se pudo obtener la foto: {message}
fr: Impossible de récupérer la photo : {message}
it: Impossibile ottenere la foto: {message}
pt: Não foi possível obter a foto: {message}

# editProfileProfileInfoTitle
source: Profile information
de: Profilinformationen
es: Información del perfil
fr: Informations du profil
it: Informazioni del profilo
pt: Informações do perfil

# editProfileFirstNameLabel
source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
pt: Nome

# editProfileLastNameLabel
source: Last name
de: Nachname
es: Apellidos
fr: Nom
it: Cognome
pt: Sobrenome

# editProfileEmailLabel
source: Email address
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse e-mail
it: Indirizzo email
pt: Endereço de e-mail

# editProfileBirthDateLabel
source: Date of birth (dd/mm/yyyy)
de: Geburtsdatum (tt/mm/jjjj)
es: Fecha de nacimiento (dd/mm/aaaa)
fr: Date de naissance (jj/mm/aaaa)
it: Data di nascita (gg/mm/aaaa)
pt: Data de nascimento (dd/mm/aaaa)

# editProfileBirthDateHelp
source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
pt: Data de nascimento

# editProfileBirthDatePickTooltip
source: Pick a date
de: Datum auswählen
es: Elegir una fecha
fr: Choisir une date
it: Scegli una data
pt: Escolher uma data

# editProfileBirthDateRequired
source: Date of birth is required
de: Geburtsdatum ist erforderlich
es: Fecha de nacimiento obligatoria
fr: Date de naissance requise
it: La data di nascita è obbligatoria
pt: A data de nascimento é obrigatória

# editProfileGenotypeLabel
source: Genotype
de: Genotyp
es: Genotipo
fr: Génotype
it: Genotipo
pt: Genótipo

# editProfileGenotypeRequired
source: Genotype is required
de: Genotyp ist erforderlich
es: Genotipo obligatorio
fr: Génotype requis
it: Il genotipo è obbligatorio
pt: O genótipo é obrigatório

# editProfileCityLabel
source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città
pt: Cidade

# editProfileGeolocate
source: Locate me
de: Mich lokalisieren
es: Geolocalizarme
fr: Me géolocaliser
it: Localizzami
pt: Localizar-me

# editProfileGeoTooltip
source: Please update your location if it has changed since you registered.
de: Bitte aktualisiere deinen Standort, wenn er sich seit der Registrierung geändert hat.
es: Actualiza tu geolocalización si ha cambiado desde tu registro.
fr: Pensez à changer votre géolocalisation si celle-ci a changé par rapport à votre inscription.
it: Aggiorna la tua posizione se è cambiata dopo la registrazione.
pt: Atualize sua localização se ela tiver mudado desde o cadastro.

# geoTitle
source: Geolocation
de: Geolokalisierung
es: Geolocalización
fr: Géolocalisation
it: Geolocalizzazione
pt: Geolocalização

# geoInfoText
source: Please update your location if it has changed since you registered.
de: Bitte aktualisiere deinen Standort, wenn er sich seit der Registrierung geändert hat.
es: Actualiza tu geolocalización si ha cambiado desde tu registro.
fr: Pensez à changer votre géolocalisation si celle-ci a changé par rapport à votre inscription.
it: Aggiorna la tua posizione se è cambiata dopo la registrazione.
pt: Atualize sua localização se ela tiver mudado desde o cadastro.

# editProfileLocationUpdated
source: Location updated{cityPart}
de: Standort aktualisiert{cityPart}
es: Ubicación actualizada{cityPart}
fr: Localisation mise à jour{cityPart}
it: Posizione aggiornata{cityPart}
pt: Localização atualizada{cityPart}

# editProfileSecretSectionTitle
source: Secret question
de: Sicherheitsfrage
es: Pregunta secreta
fr: Question secrète
it: Domanda segreta
pt: Pergunta secreta

# editProfileSecretQuestionLabel
source: Question
de: Frage
es: Pregunta
it: Domanda
pt: Pergunta

# editProfileSecretAnswerLabel
source: Secret answer
de: Sicherheitsantwort
es: Respuesta secreta
fr: Réponse secrète
it: Risposta segreta
pt: Resposta secreta

# editProfileChangePassword
source: Change my password
de: Mein Passwort ändern
es: Cambiar mi contraseña
fr: Changer mon mot de passe
it: Cambia la mia password
pt: Alterar minha senha

# passwordEnterFirst
source: Enter a password first
de: Bitte zuerst ein Passwort eingeben
es: Introduce una contraseña
fr: Saisis un mot de passe
it: Inserisci prima una password
pt: Informe uma senha primeiro

# passwordMismatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non coincidono
pt: As senhas não coincidem

# passwordMatch
source: Passwords match
de: Passwörter stimmen überein
es: Las contraseñas coinciden
fr: Les mots de passe correspondent
it: Le password coincidono
pt: As senhas coincidem

# editProfilePasswordChanged
source: Password changed ✅
de: Passwort geändert ✅
es: Contraseña cambiada ✅
fr: Mot de passe changé ✅
it: Password cambiata ✅
pt: Senha alterada ✅

# editProfileSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

# editProfileSaving
source: Saving…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…
it: Salvataggio…
pt: Salvando…

# editProfileChangesSaved
source: Changes saved ✅
de: Änderungen gespeichert ✅
es: Cambios guardados ✅
fr: Modifications enregistrées ✅
it: Modifiche salvate ✅
pt: Alterações salvas ✅

# editProfileTimeoutLoading
source: Timeout while loading the profile.
de: Zeitüberschreitung beim Laden des Profils.
es: Tiempo de espera al cargar el perfil.
fr: Timeout en chargeant le profil.
it: Tempo scaduto durante il caricamento del profilo.
pt: Tempo esgotado ao carregar o perfil.

# editProfileLoadError
source: Load error: {message}
de: Ladefehler: {message}
es: Error al cargar: {message}
fr: Erreur chargement: {message}
it: Errore di caricamento: {message}
pt: Erro ao carregar: {message}

# editProfileTimeoutGeneric
source: Timeout. Please try again.
de: Zeitüberschreitung. Bitte erneut versuchen.
es: Tiempo de espera agotado. Inténtalo de nuevo.
fr: Délai dépassé. Réessaie.
it: Tempo scaduto. Riprova.
pt: Tempo esgotado. Tente novamente.

# editProfileErrorGeneric
source: Error: {message}
de: Fehler: {message}
fr: Erreur: {message}
it: Errore: {message}
pt: Erro: {message}

# secretQ1
source: What is your mother's birth name?
de: Wie lautet der Geburtsname deiner Mutter?
es: ¿Cuál es el apellido de soltera de tu madre?
fr: Nom de naissance de votre maman ?
it: Qual è il cognome da nubile di tua madre?
pt: Qual é o nome de solteira da sua mãe?

# secretQ2
source: What is your favorite movie actor's name?
de: Wie heißt dein Lieblingsfilmstar?
es: ¿Cuál es el nombre de tu actor de cine favorito?
fr: Nom de votre acteur de cinéma favori ?
it: Qual è il nome del tuo attore preferito?
pt: Qual é o nome do seu ator de cinema favorito?

# secretQ3
source: What is your favorite pet's name?
de: Wie heißt dein Lieblingstier?
es: ¿Cuál es el nombre de tu mascota favorita?
fr: Nom de votre animal de compagnie favori ?
it: Qual è il nome del tuo animale preferito?
pt: Qual é o nome do seu animal de estimação favorito?

# mapPersonTileIsMeHint
source: This is your profile
de: Das ist dein Profil
es: Es tu perfil
fr: C’est votre profil
it: Questo è il tuo profilo
pt: Este é o seu perfil

# mapPersonTileSendHint
source: Send a message…
de: Nachricht senden…
es: Enviar un mensaje…
fr: Envoyer un message…
it: Invia un messaggio…
pt: Enviar uma mensagem…

# mapPersonTileCannotWriteTooltip
source: You can't message yourself
de: Du kannst dir selbst keine Nachricht senden
es: No puedes escribirte a ti mismo
fr: Impossible de vous écrire
it: Non puoi scrivere a te stesso
pt: Você não pode enviar mensagem para si mesmo

# mapPersonTileSendTooltip
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt: Enviar

# mapPersonTileSendFailed
source: Send failed: {error}
de: Senden fehlgeschlagen: {error}
es: Error al enviar: {error}
fr: Échec de l’envoi : {error}
it: Invio non riuscito: {error}
pt: Falha ao enviar: {error}

# mapPersonTileAge
source: {age} years old
de: {age} Jahre alt
es: {age} años
fr: {age} ans
it: {age} anni
pt: {age} anos

# mapFiltersButtonTooltip
source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
pt: Filtros

# mapNoFilters
source: No filters
de: Keine Filter
es: Sin filtros
fr: Aucun filtre
it: Nessun filtro
pt: Sem filtros

# mapGenotypeCount
source: {count, plural, one{{count} genotype} other{{count} genotypes}}
de: {count, plural, one{{count} Genotyp} other{{count} Genotypen}}
es: {count, plural, one{{count} genotipo} other{{count} genotipos}}
fr: {count, plural, one{{count} génotype} other{{count} génotypes}}
it: {count, plural, one{{count} genotipo} other{{count} genotipi}}
pt: {count, plural, one{{count} genótipo} other{{count} genótipos}}

# mapAgeRangeYears
source: {min}–{max} yrs
de: {min}–{max} J.
es: {min}–{max} años
fr: {min}–{max} ans
it: {min}–{max} anni
pt: {min}–{max} anos

# mapPeopleCountBanner
source: {count, plural, one{{count} person} other{{count} people}}
de: {count, plural, one{{count} Person} other{{count} Personen}}
es: {count, plural, one{{count} persona} other{{count} personas}}
fr: {count, plural, one{{count} personne} other{{count} personnes}}
it: {count, plural, one{{count} persona} other{{count} persone}}
pt: {count, plural, one{{count} pessoa} other{{count} pessoas}}

# mapReloadFromNetworkTooltip
source: Reload (network, ignores filters, updates cache)
de: Neu laden (Netzwerk, ignoriert Filter, aktualisiert Cache)
es: Recargar (red, ignora filtros, actualiza la caché)
fr: Recharger (réseau, ignore filtres, met à jour le cache)
it: Ricarica (rete, ignora filtri, aggiorna cache)
pt: Recarregar (rede, ignora filtros, atualiza cache)

# mapTilesBlockedInReleaseMessage
source: OSM tiles are disabled in production. Configure a MapTiler key (or set allowOsmInRelease=true).
de: OSM-Kacheln sind in der Produktion deaktiviert. Konfiguriere einen MapTiler-Schlüssel (oder setze allowOsmInRelease=true).
es: Los mosaicos de OSM están desactivados en producción. Configura una clave de MapTiler (o activa allowOsmInRelease=true).
fr: Tuiles OSM désactivées en production. Configure une clé MapTiler (ou passe allowOsmInRelease=true).
it: Le tile OSM sono disabilitate in produzione. Configura una chiave MapTiler (o imposta allowOsmInRelease=true).
pt: Os tiles OSM estão desativados em produção. Configure uma chave MapTiler (ou defina allowOsmInRelease=true).

# mapInitializingDataMessage
source: We’re initializing all data…
de: Wir initialisieren alle Daten…
es: Estamos inicializando todos los datos…
fr: Nous initialisons l’ensemble des données…
it: Stiamo inizializzando tutti i dati…
pt: Estamos inicializando todos os dados…

# mapNetworkUnavailableCacheUsed
source: Network unavailable — cache used: {error}
de: Netzwerk nicht verfügbar — Cache verwendet: {error}
es: Red no disponible — se usó la caché: {error}
fr: Réseau indisponible — cache utilisé : {error}
it: Rete non disponibile — cache utilizzata: {error}
pt: Rede indisponível — cache utilizada: {error}

# mapLoadGenericError
source: Loading error: {error}
de: Ladefehler: {error}
es: Error al cargar: {error}
fr: Erreur chargement : {error}
it: Errore di caricamento: {error}
pt: Erro ao carregar: {error}

# mapFilterError
source: Filter error: {error}
de: Filterfehler: {error}
es: Error de filtro: {error}
fr: Erreur filtre : {error}
it: Errore filtro: {error}
pt: Erro de filtro: {error}

# mapLocationServiceDisabled
source: Location service disabled
de: Standortdienst deaktiviert
es: Servicio de ubicación desactivado
fr: Service de localisation désactivé
it: Servizio di localizzazione disattivato
pt: Serviço de localização desativado

# mapLocationPermissionDenied
source: Location permission denied
de: Standortberechtigung verweigert
es: Permiso de ubicación denegado
fr: Permission localisation refusée
it: Permesso di localizzazione negato
pt: Permissão de localização negada

# mapLocationUnavailable
source: Location unavailable: {error}
de: Standort nicht verfügbar: {error}
es: Ubicación no disponible: {error}
fr: Localisation indisponible : {error}
it: Posizione non disponibile: {error}
pt: Localização indisponível: {error}

# mapPhotoViewerBarrierLabel
source: Photo
de: Foto
es: Foto
it: Foto
pt: Foto

# mapClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

# mapCityPeopleCount
source: {city} • {count, plural, one{{count} person} other{{count} people}}
de: {city} • {count, plural, one{{count} Person} other{{count} Personen}}
es: {city} • {count, plural, one{{count} persona} other{{count} personas}}
fr: {city} • {count, plural, one{{count} personne} other{{count} personnes}}
it: {city} • {count, plural, one{{count} persona} other{{count} persone}}
pt: {city} • {count, plural, one{{count} pessoa} other{{count} pessoas}}

# mapResultsCount
source: {count, plural, one{{count} result} other{{count} results}}
de: {count, plural, one{{count} Ergebnis} other{{count} Ergebnisse}}
es: {count, plural, one{{count} resultado} other{{count} resultados}}
fr: {count, plural, one{{count} résultat} other{{count} résultats}}
it: {count, plural, one{{count} risultato} other{{count} risultati}}
pt: {count, plural, one{{count} resultado} other{{count} resultados}}

# mapNoResultsWithTheseFilters
source: No results with these filters (genotype/distance).
de: Keine Ergebnisse mit diesen Filtern (Genotyp/Distanz).
es: No hay resultados con estos filtros (genotipo/distancia).
fr: Aucun résultat avec ces filtres (génotype/distance).
it: Nessun risultato con questi filtri (genotipo/distanza).
pt: Nenhum resultado com esses filtros (genótipo/distância).

# mapDistanceTitle
source: Distance (from my location)
de: Entfernung (von meinem Standort)
es: Distancia (desde mi ubicación)
fr: Distance (depuis ma position)
it: Distanza (dalla mia posizione)
pt: Distância (da minha localização)

# mapEnableDistanceFilter
source: Enable distance filter
de: Entfernungsfilter aktivieren
es: Activar filtro de distancia
fr: Activer le filtre de distance
it: Abilita filtro distanza
pt: Ativar filtro de distância

# mapOriginDefined
source: Origin: {lat}, {lon}
de: Ursprung: {lat}, {lon}
es: Origen: {lat}, {lon}
fr: Origine : {lat}, {lon}
it: Origine: {lat}, {lon}
pt: Origem: {lat}, {lon}

# mapOriginUndefined
source: Origin: not set
de: Ursprung: nicht gesetzt
es: Origen: no definido
fr: Origine : non définie
it: Origine: non impostata
pt: Origem: não definida

# mapMyPosition
source: My location
de: Mein Standort
es: Mi ubicación
fr: Ma position
it: La mia posizione
pt: Minha localização

# mapGenotypeTitle
source: Genotype
de: Genotyp
es: Genotipo
fr: Génotype
it: Genotipo
pt: Genótipo

# mapAgeTitle
source: Age (years)
de: Alter (Jahre)
es: Edad (años)
fr: Âge (années)
it: Età (anni)
pt: Idade (anos)

# mapMinValue
source: Min: {value}
es: Mín: {value}
pt: Mín: {value}

# mapMaxValue
source: Max: {value}
es: Máx: {value}
pt: Máx: {value}

# mapReset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
pt: Redefinir

# mapCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# mapApply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
pt: Aplicar

# mapCountryTitle
source: Countries
de: Länder
es: Países
fr: Pays
it: Paesi
pt: Países

# mapAllCountriesSelected
source: All countries
de: Alle Länder
es: Todos los países
fr: Tous les pays
it: Tutti i paesi
pt: Todos os países

# mapCountriesSelectedCount
source: {count} countries selected
de: {count} Länder ausgewählt
es: {count} países seleccionados
fr: {count} pays sélectionnés
it: {count} paesi selezionati
pt: {count} países selecionados

# mapSelectAll
source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
pt: Selecionar tudo

# mapClear
source: Clear selection
de: Auswahl löschen
es: Deseleccionar todo
fr: Tout désélectionner
it: Cancella selezione
pt: Limpar seleção

# mapBack
source: Back
de: Zurück
es: Retroceso
fr: Retour
it: Indietro
pt: Voltar

source: Chat with {name}
de: Chat mit {name}
es: Chat con {name}
fr: Chat avec {name}
it: Chat con {name}
pt: Chat com {name}

# conversationsReconnectToSee
source: Please log in again to view your conversations.
de: Bitte melde dich erneut an, um deine Gespräche zu sehen.
es: Vuelve a iniciar sesión para ver tus conversaciones.
fr: Veuillez vous reconnecter pour voir vos discussions.
it: Accedi di nuovo per visualizzare le tue conversazioni.
pt: Faça login novamente para ver suas conversas.

source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
it: Caricamento…
pt: Carregando…

# conversationsEmpty
source: No conversations
de: Keine Gespräche
es: No hay conversaciones
fr: Aucune conversation
it: Nessuna conversazione
pt: Sem conversas

# conversationsNoMessage
source: No messages
de: Keine Nachrichten
es: Sin mensajes
fr: Aucun message
it: Nessun messaggio
pt: Sem mensagens

# conversationsLoadError
source: Loading error: {error}
de: Ladefehler: {error}
es: Error al cargar: {error}
fr: Erreur de chargement : {error}
it: Errore di caricamento: {error}
pt: Erro ao carregar: {error}

# conversationsLeaveTitle
source: Leave conversation?
de: Gespräch verlassen?
es: ¿Salir de la conversación?
fr: Quitter la conversation ?
it: Uscire dalla conversazione?
pt: Sair da conversa?

# conversationsLeaveBody
source: Are you sure you want to leave this conversation? All your messages will be deleted.
de: Möchtest du dieses Gespräch wirklich verlassen? Alle deine Nachrichten werden gelöscht.
es: ¿Seguro que quieres salir de esta conversación? Se borrarán todos tus mensajes.
fr: Êtes-vous sûr(e) de vouloir quitter la conversation ? Tous vos messages seront effacés.
it: Sei sicuro di voler uscire da questa conversazione? Tutti i tuoi messaggi verranno eliminati.
pt: Tem certeza de que deseja sair desta conversa? Todas as suas mensagens serão excluídas.

# conversationsLeaveConfirm
source: Leave
de: Verlassen
es: Salir
fr: Quitter
it: Esci
pt: Sair

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

source: Photo
de: Foto
es: Foto
it: Foto
pt: Foto

source: yesterday
de: gestern
es: ayer
fr: hier
it: ieri
pt: ontem

# genericError
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
it: Errore: {error}
pt: Erro: {error}

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
pt: Hoje

# chatNoMessagesYet
source: No messages yet.
de: Noch keine Nachrichten.
es: Aún no hay mensajes.
fr: Aucun message pour le moment.
it: Nessun messaggio ancora.
pt: Ainda não há mensagens.

# chatLoadMessagesError
source: Error loading messages: {error}
de: Fehler beim Laden der Nachrichten: {error}
es: Error al cargar mensajes: {error}
fr: Erreur chargement messages : {error}
it: Errore nel caricamento dei messaggi: {error}
pt: Erro ao carregar mensagens: {error}

# chatSendError
source: Error while sending: {error}
de: Fehler beim Senden: {error}
es: Error al enviar: {error}
fr: Erreur lors de l’envoi : {error}
it: Errore durante l'invio: {error}
pt: Erro ao enviar: {error}

# chatEditMessageTitle
source: Edit message
de: Nachricht bearbeiten
es: Editar mensaje
fr: Modifier le message
it: Modifica messaggio
pt: Editar mensagem

# chatYourMessageHint
source: Your message
de: Deine Nachricht
es: Tu mensaje
fr: Votre message
it: Il tuo messaggio
pt: Sua mensagem

# chatEditError
source: Error while editing: {error}
de: Fehler beim Bearbeiten: {error}
es: Error al editar: {error}
fr: Erreur lors de la modification : {error}
it: Errore durante la modifica: {error}
pt: Erro ao editar: {error}

# chatDeleteMessageTitle
source: Delete message?
de: Nachricht löschen?
es: ¿Eliminar mensaje?
fr: Supprimer le message ?
it: Eliminare il messaggio?
pt: Excluir mensagem?

# chatDeleteMessageBody
source: This message will be marked as deleted in this conversation.
de: Diese Nachricht wird in diesem Gespräch als gelöscht markiert.
es: Este mensaje se marcará como eliminado en esta conversación.
fr: Ce message sera marqué comme supprimé pour cette conversation.
it: Questo messaggio verrà contrassegnato come eliminato in questa conversazione.
pt: Esta mensagem será marcada como excluída nesta conversa.

# chatDeleteError
source: Error while deleting: {error}
de: Fehler beim Löschen: {error}
es: Error al eliminar: {error}
fr: Erreur lors de la suppression : {error}
it: Errore durante l'eliminazione: {error}
pt: Erro ao excluir: {error}

# chatReactError
source: Error while reacting: {error}
de: Fehler bei der Reaktion: {error}
es: Error al reaccionar: {error}
fr: Erreur lors de la réaction : {error}
it: Errore durante la reazione: {error}
pt: Erro ao reagir: {error}

# chatLeaveConversationBody
source: Are you sure you want to leave the conversation and delete all your messages?
de: Möchtest du das Gespräch wirklich verlassen und alle deine Nachrichten löschen?
es: ¿Seguro que quieres salir de la conversación y borrar todos tus mensajes?
fr: Êtes-vous sûr(e) de vouloir quitter la conversation et effacer tous vos messages ?
it: Sei sicuro di voler uscire dalla conversazione ed eliminare tutti i tuoi messaggi?
pt: Tem certeza de que deseja sair da conversa e excluir todas as suas mensagens?

# chatLeaveError
source: Error while leaving: {error}
de: Fehler beim Verlassen: {error}
es: Error al salir: {error}
fr: Erreur pour quitter : {error}
it: Errore durante l'uscita: {error}
pt: Erro ao sair: {error}

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
pt: Mensagem

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt: Enviar

source: edited
de: bearbeitet
es: editado
fr: modifié
it: modificato
pt: editado
