Repository: anthonymoisan/ASConnect
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# consentText
source: Privacy policy – ASConnect app 1) Data controller The data collected in the ASConnect app is processed by FAST France as the data controller. If you have any questions about your data or how to exercise your rights, contact us at: contact@fastfrance.org. 2) Purposes of processing Data processing carried out through the app serves the following purposes: • Creating and managing your user account to access the ASConnect app; • Using geolocation features to display: o points of interest related to Angelman syndrome, o and/or profiles of concerned people, according to various criteria (geographic distance, genotype, age range); • Improving the service and personalizing the user experience, including allowing users to choose whether to display a photo, their first name, or last name. 3) Categories of data collected The following data may be collected: • Identification data: o last name, first name, email address, password, photo, o secret question and answer (in case of forgotten password); • Sensitive data: o genotype, phone location (geolocation). The legal basis for this processing is the user’s explicit and informed consent. 4) Data retention period Data is kept for the duration of account use, then deleted within a maximum of 12 months after the last activity. Users can exercise their right to be forgotten at any time directly in the app via: Privacy policy → Right to be forgotten. 5) Recipients and data hosting Data is securely hosted on PythonAnywhere servers. Data is stored in the European Union. (For more information about the host’s privacy policy, see https://www.pythonanywhere.com/privacy/.) 6) Users’ rights In accordance with Regulation (EU) 2016/679 (GDPR), users have the following rights: • Right of access, rectification and deletion (“right to be forgotten”) — directly via their profile or via Privacy policy → Right to be forgotten; • Right to object, data portability and restriction of processing; • Right to withdraw consent at any time. To exercise these rights (other than the in-app right to be forgotten), email: contact@fastfrance.org. 7) Security and confidentiality All data is encrypted during storage and transmission. Passwords are hashed according to security best practices, and all communications with the service use HTTPS. 8) Explicit consent Registering for the ASConnect app requires the user’s explicit and informed consent for the processing described in section 2. Users may withdraw consent at any time via account settings or by contacting contact@fastfrance.org.
de: Datenschutzrichtlinie – ASConnect-App 1) Verantwortlicher Die in der ASConnect-App erhobenen Daten werden von FAST France als Verantwortlichem verarbeitet. Wenn du Fragen zu deinen Daten oder zur Ausübung deiner Rechte hast, kontaktiere uns unter: contact@fastfrance.org. 2) Zwecke der Verarbeitung Die über die App durchgeführten Verarbeitungen dienen folgenden Zwecken: • Erstellen und Verwalten deines Benutzerkontos für den Zugriff auf die ASConnect-App; • Nutzung von Geolokalisierungsfunktionen zur Anzeige: o von relevanten Points of Interest zum Angelman-Syndrom, o und/oder Profilen betroffener Personen nach verschiedenen Kriterien (geografische Entfernung, Genotyp, Altersbereich); • Verbesserung des Dienstes und Personalisierung der Nutzererfahrung, einschließlich der Möglichkeit, ein Foto, den Vornamen oder den Nachnamen anzuzeigen. 3) Kategorien der erhobenen Daten Es können folgende Daten erhoben werden: • Identifikationsdaten: o Nachname, Vorname, E-Mail-Adresse, Passwort, Foto, o Sicherheitsfrage und Antwort (bei vergessenem Passwort); • Sensible Daten: o Genotyp, Standort des Telefons (Geolokalisierung). Rechtsgrundlage ist die ausdrückliche und informierte Einwilligung der Nutzerin/des Nutzers. 4) Speicherdauer Die Daten werden für die Dauer der Kontonutzung gespeichert und anschließend spätestens innerhalb von 12 Monaten nach der letzten Aktivität gelöscht. Das Recht auf Vergessenwerden kann jederzeit direkt in der App ausgeübt werden: Datenschutzrichtlinie → Recht auf Vergessenwerden. 5) Empfänger und Hosting Die Daten werden sicher auf PythonAnywhere-Servern gehostet. Die Daten werden in der Europäischen Union gespeichert. (Weitere Informationen: https://www.pythonanywhere.com/privacy/.) 6) Rechte der Nutzer Gemäß Verordnung (EU) 2016/679 (DSGVO) haben Nutzer folgende Rechte: • Recht auf Auskunft, Berichtigung und Löschung („Recht auf Vergessenwerden“) — direkt über das Profil oder über Datenschutzrichtlinie → Recht auf Vergessenwerden; • Recht auf Widerspruch, Datenübertragbarkeit und Einschränkung der Verarbeitung; • Recht, die Einwilligung jederzeit zu widerrufen. Zur Ausübung dieser Rechte (außer dem in der App verfügbaren Recht) per E-Mail: contact@fastfrance.org. 7) Sicherheit und Vertraulichkeit Alle Daten werden bei Speicherung und Übertragung verschlüsselt. Passwörter werden nach Best Practices gehasht, und die gesamte Kommunikation nutzt HTTPS. 8) Ausdrückliche Einwilligung Die Registrierung in der ASConnect-App erfordert die ausdrückliche und informierte Einwilligung zur in Abschnitt 2 beschriebenen Verarbeitung. Die Einwilligung kann jederzeit über die Kontoeinstellungen oder per Kontakt an contact@fastfrance.org widerrufen werden.
es: Política de privacidad – Aplicación ASConnect 1) Identidad del responsable del tratamiento Los datos recopilados en la aplicación ASConnect son tratados por AngelmanAnalytics, en calidad de responsable del tratamiento. Para cualquier pregunta relacionada con sus datos o el ejercicio de sus derechos, puede contactarnos en: contact@angelmananalytics.org. ____________________________________________ 2) Finalidades del tratamiento Los tratamientos de datos realizados a través de la aplicación tienen las siguientes finalidades: • Creación y gestión de su cuenta de usuario para el acceso nominal a la aplicación ASConnect; • Uso de funcionalidades de geolocalización para visualizar: o Perfiles de personas afectadas, según diferentes criterios (distancia geográfica, genotipo, grupo de edad); o Mejora del servicio y personalización de la experiencia del usuario. • Extracción de datos no identificables con fines estadísticos: número de personas afectadas por el síndrome de Angelman, distribución por edad, etc. ____________________________________________ 3) Categorías de datos recopilados Pueden recopilarse los siguientes datos: • Datos de identificación: o nombre, apellidos, dirección de correo electrónico, contraseña, foto, o pregunta y respuesta de seguridad (en caso de olvido de la contraseña); • Datos sensibles: o genotipo, localización. La base legal de estos tratamientos es el consentimiento explícito e informado del usuario. ____________________________________________ 4) Plazo de conservación Los datos se conservan durante toda la duración del uso de la cuenta y se eliminan en un plazo máximo de 12 meses tras la última actividad. El usuario puede ejercer su derecho al olvido en cualquier momento directamente en la aplicación, a través del menú: Política de privacidad → Derecho al olvido. ____________________________________________ 5) Destinatarios y alojamiento de los datos Los datos se alojan de forma segura en los servidores de PythonAnywhere. Los datos se almacenan dentro de la Unión Europea. (Para más información, consulte https://www.pythonanywhere.com/privacy/.) ____________________________________________ 6) Derechos de los usuarios De conformidad con el Reglamento (UE) 2016/679 (RGPD), los usuarios disponen de los siguientes derechos: • Derecho de acceso, rectificación y supresión («derecho al olvido»); • Derecho de oposición, portabilidad y limitación del tratamiento; • Derecho a retirar el consentimiento en cualquier momento. Para ejercer estos derechos (excepto el derecho al olvido disponible en la aplicación), puede escribir a: contact@angelmananalytics.org. ____________________________________________ 7) Seguridad y confidencialidad Todos los datos se cifran durante el almacenamiento y la transmisión. Las contraseñas se almacenan mediante hash y todas las comunicaciones utilizan el protocolo HTTPS. ____________________________________________ 8) Consentimiento explícito El registro en la aplicación ASConnect requiere el consentimiento explícito e informado del usuario para los tratamientos descritos en la sección 2. El usuario puede retirar su consentimiento en cualquier momento a través de la configuración de su cuenta o escribiendo a contact@angelmananalytics.org.
fr: Politique de confidentialité – Application ASConnect 1) Identité du responsable de traitement Les données collectées dans l’application ASConnect sont traitées par FAST France, en qualité de responsable de traitement. Pour toute question relative à vos données ou à l’exercice de vos droits, vous pouvez nous contacter à : contact@fastfrance.org. 2) Finalités des traitements Les traitements de données réalisés via l’application poursuivent les finalités suivantes : • Création et gestion de votre compte utilisateur pour un accès nominatif à l’application ASConnect ; • Utilisation des fonctionnalités de géolocalisation afin de visualiser : o des points d’intérêt liés au syndrome d’Angelman, o et/ou des profils de personnes concernées, selon différents critères (distance géographique, génotype, tranche d’âge) ; • Amélioration du service et personnalisation de l’expérience utilisateur, incluant la possibilité pour l’utilisateur de choisir s’il souhaite ou non afficher une photo, son nom ou son prénom. 3) Catégories de données collectées Les données suivantes peuvent être collectées : • Données d’identification : o nom, prénom, adresse e-mail, mot de passe, photo, o question et réponse secrète (en cas d’oubli du mot de passe) ; • Données sensibles : o génotype, localisation du téléphone (géolocalisation). La base légale de ces traitements repose sur le consentement explicite et éclairé de l’utilisateur. 4) Durée de conservation des données Les données sont conservées pendant toute la durée d’utilisation du compte, puis supprimées dans un délai maximum de 12 mois après la dernière activité. L’utilisateur peut à tout moment exercer son droit à l’oubli directement dans l’application, via le menu : Politique de confidentialité → Droit à l’oubli. 5) Destinataires et hébergement des données Les données sont hébergées de manière sécurisée sur les serveurs de PythonAnywhere. Les données sont stockées dans l’Union européenne. (Pour plus d’informations sur la politique de protection des données de l’hébergeur, consultez https://www.pythonanywhere.com/privacy/.) 6) Droits des utilisateurs Conformément au Règlement (UE) 2016/679 (RGPD), les utilisateurs disposent des droits suivants : • Droit d’accès, de rectification et d’effacement (« droit à l’oubli ») — directement via leur profil ou le menu Politique de confidentialité → Droit à l’oubli ; • Droit d’opposition, de portabilité et de limitation du traitement ; • Droit de retrait du consentement à tout moment. Pour exercer ces droits (autres que le droit à l’oubli accessible depuis l’application), vous pouvez envoyer un e-mail à contact@fastfrance.org. 7) Sécurité et confidentialité Toutes les données sont chiffrées lors du stockage et de la transmission. Les mots de passe sont hachés selon les bonnes pratiques de sécurité, et toutes les communications avec le service se font via le protocole HTTPS. 8) Consentement explicite L’inscription à l’application ASConnect requiert le consentement explicite et éclairé de l’utilisateur pour les traitements décrits à la section 2. L’utilisateur peut retirer ce consentement à tout moment via les paramètres de son compte ou par contact direct à contact@fastfrance.org.
it: Informativa sulla privacy – Applicazione ASConnect 1) Identità del titolare del trattamento I dati raccolti nell’applicazione ASConnect sono trattati da AngelmanAnalytics in qualità di titolare del trattamento. Per qualsiasi domanda relativa ai dati o all’esercizio dei diritti, è possibile contattarci all’indirizzo: contact@angelmananalytics.org. ____________________________________________ 2) Finalità del trattamento I trattamenti dei dati effettuati tramite l’applicazione perseguono le seguenti finalità: • Creazione e gestione dell’account utente per un accesso nominativo all’applicazione ASConnect; • Utilizzo delle funzionalità di geolocalizzazione per visualizzare: o Profili di persone interessate secondo diversi criteri (distanza geografica, genotipo, fascia di età); o Miglioramento del servizio e personalizzazione dell’esperienza utente. • Estrazione di dati che non consentono l’identificazione delle persone a fini statistici: numero di persone affette dalla sindrome di Angelman, distribuzione per età... ____________________________________________ 3) Categorie di dati raccolti Possono essere raccolti i seguenti dati: • Dati identificativi: o sesso, nome, cognome, indirizzo email, password, fotografia, o domanda e risposta segreta (in caso di smarrimento della password); • Dati sensibili: o genotipo, localizzazione. La base giuridica di tali trattamenti è il consenso esplicito e informato dell’utente. ____________________________________________ 4) Periodo di conservazione dei dati I dati sono conservati per tutta la durata dell’utilizzo dell’account e successivamente cancellati entro un periodo massimo di 12 mesi dall’ultima attività. L’utente può esercitare in qualsiasi momento il diritto all’oblio direttamente nell’applicazione tramite il menu: Informativa sulla privacy → Diritto all’oblio. ____________________________________________ 5) Destinatari e hosting dei dati I dati sono ospitati in modo sicuro sui server di PythonAnywhere. I dati sono archiviati all’interno dell’Unione Europea. (Per maggiori informazioni sulla politica di protezione dei dati del fornitore, consultare https://www.pythonanywhere.com/privacy/.) L’applicazione web è ospitata da O2Switch in Francia, consultare https://www.o2switch.fr/du-rgpd.pdf. ____________________________________________ 6) Diritti degli utenti Ai sensi del Regolamento (UE) 2016/679 (GDPR), gli utenti dispongono dei seguenti diritti: • Diritto di accesso, rettifica e cancellazione («diritto all’oblio») — direttamente tramite il profilo o il menu Informativa sulla privacy → Diritto all’oblio; • Diritto di opposizione, portabilità e limitazione del trattamento; • Diritto di revocare il consenso in qualsiasi momento. Per esercitare tali diritti (diversi dal diritto all’oblio accessibile dall’applicazione), è possibile inviare un’email a contact@angelmananalytics.org. ____________________________________________ 7) Sicurezza e riservatezza Tutti i dati sono cifrati durante l’archiviazione e la trasmissione. Le password sono trattate secondo le migliori pratiche di sicurezza e tutte le comunicazioni con il servizio avvengono tramite il protocollo HTTPS. ____________________________________________ 8) Consenso esplicito La registrazione all’applicazione ASConnect richiede il consenso esplicito e informato dell’utente per i trattamenti descritti nella sezione 2. L’utente può revocare tale consenso in qualsiasi momento tramite le impostazioni del proprio account o contattando direttamente contact@angelmananalytics.org.
pt: Informativa sulla privacy – Applicazione ASConnect 1) Titolare del trattamento I dati raccolti nell’applicazione ASConnect sono trattati da AngelmanAnalytics, in qualità di titolare del trattamento. Per qualsiasi domanda relativa ai dati personali o all’esercizio dei diritti, è possibile contattarci all’indirizzo: contact@angelmananalytics.org. ____________________________________________ 2) Finalità del trattamento I trattamenti dei dati effettuati tramite l’applicazione hanno le seguenti finalità: • Creazione e gestione dell’account utente per l’accesso nominativo all’applicazione ASConnect; • Utilizzo delle funzionalità di geolocalizzazione per visualizzare: o Profili delle persone interessate secondo diversi criteri (distanza geografica, genotipo, fascia di età); o Miglioramento del servizio e personalizzazione dell’esperienza utente. • Estrazione di dati non identificativi a fini statistici: numero di persone affette dalla sindrome di Angelman, distribuzione per età, ecc. ____________________________________________ 3) Categorie di dati raccolti Possono essere raccolti i seguenti dati: • Dati identificativi: o nome, cognome, indirizzo email, password, foto, o domanda e risposta di sicurezza (in caso di password dimenticata); • Dati sensibili: o genotipo, localizzazione. La base giuridica del trattamento è il consenso esplicito e informato dell’utente. ____________________________________________ 4) Periodo di conservazione I dati sono conservati per tutta la durata dell’utilizzo dell’account e cancellati entro un massimo di 12 mesi dall’ultima attività. L’utente può esercitare in qualsiasi momento il diritto all’oblio direttamente nell’applicazione tramite: Informativa sulla privacy → Diritto all’oblio. ____________________________________________ 5) Destinatari e hosting dei dati I dati sono ospitati in modo sicuro sui server di PythonAnywhere. I dati sono conservati all’interno dell’Unione Europea. (Per maggiori informazioni: https://www.pythonanywhere.com/privacy/.) ____________________________________________ 6) Diritti degli utenti Ai sensi del Regolamento (UE) 2016/679 (GDPR), gli utenti hanno i seguenti diritti: • Diritto di accesso, rettifica e cancellazione («diritto all’oblio»); • Diritto di opposizione, portabilità e limitazione del trattamento; • Diritto di revocare il consenso in qualsiasi momento. Per esercitare tali diritti (diversi dal diritto all’oblio disponibile nell’app), è possibile scrivere a: contact@angelmananalytics.org. ____________________________________________ 7) Sicurezza e riservatezza Tutti i dati sono cifrati durante la memorizzazione e la trasmissione. Le password sono protette tramite hashing e tutte le comunicazioni avvengono tramite protocollo HTTPS. ____________________________________________ 8) Consenso esplicito La registrazione all’applicazione ASConnect richiede il consenso esplicito e informato dell’utente per i trattamenti descritti nella sezione 2. Il consenso può essere revocato in qualsiasi momento tramite le impostazioni dell’account o scrivendo a contact@angelmananalytics.org.

# contactPageTitle
source: Contact us
de: Kontakt
es: Contactar
fr: Nous contacter
it: Contattaci
pt: Fale conosco

# contactSendMessageTitle
source: Send a message
de: Nachricht senden
es: Enviar un mensaje
fr: Envoyer un message
it: Invia un messaggio
pt: Enviar uma mensagem

# contactSubjectLabel
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
pt: Título

# contactSubjectHint
source: Subject of your request
de: Betreff deiner Anfrage
es: Asunto de tu solicitud
fr: Sujet de votre demande
it: Oggetto della tua richiesta
pt: Assunto da sua solicitação

# contactMessageLabel
source: Message
de: Nachricht
es: Mensaje
it: Messaggio
pt: Mensagem

# contactMessageHint
source: Describe your request…
de: Beschreibe deine Anfrage…
es: Describe tu solicitud…
fr: Décrivez votre demande…
it: Descrivi la tua richiesta…
pt: Descreva sua solicitação…

# contactAntiSpamTitle
source: Anti-spam check
de: Anti-Spam-Prüfung
es: Verificación anti-spam
fr: Vérification anti-spam
it: Verifica anti-spam
pt: Verificação anti-spam

# contactRefresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Aggiorna
pt: Atualizar

# contactCaptchaQuestion
source: How much is {a} + {b}?
de: Wie viel ist {a} + {b}?
es: ¿Cuánto es {a} + {b}?
fr: Combien font {a} + {b} ?
it: Quanto fa {a} + {b}?
pt: Quanto é {a} + {b}?

# contactCaptchaAnswerLabel
source: Answer
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta
pt: Resposta

# contactCaptchaRequired
source: Captcha required
de: Captcha erforderlich
es: Captcha obligatorio
fr: Captcha requis
it: Captcha obbligatorio
pt: Captcha obrigatório

# contactCaptchaIncorrect
source: Incorrect captcha.
de: Falsches Captcha.
es: Captcha incorrecto.
fr: Captcha incorrect.
it: Captcha non corretto.
pt: Captcha incorreto.

# contactSend
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt: Enviar

# contactSending
source: Sending…
de: Wird gesendet…
es: Enviando…
fr: Envoi…
it: Invio in corso…
pt: Enviando…

# contactCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

# contactMessageSent
source: Message sent ✅
de: Nachricht gesendet ✅
es: Mensaje enviado ✅
fr: Message envoyé ✅
it: Messaggio inviato ✅
pt: Mensagem enviada ✅

# contactSendFailedWithCode
source: Failed to send ({code})
de: Senden fehlgeschlagen ({code})
es: Error al enviar ({code})
fr: Échec de l’envoi ({code})
it: Invio non riuscito ({code})
pt: Falha ao enviar ({code})

# contactAccessDenied
source: Access denied (missing or invalid app key).
de: Zugriff verweigert (fehlender oder ungültiger App-Schlüssel).
es: Acceso denegado (clave de la aplicación ausente o inválida).
fr: Accès refusé (clé d'application manquante ou invalide).
it: Accesso negato (chiave app mancante o non valida).
pt: Acesso negado (chave do app ausente ou inválida).

# contactTooManyRequests
source: Too many requests. Try again in a few seconds.
de: Zu viele Anfragen. Bitte in ein paar Sekunden erneut versuchen.
es: Demasiadas solicitudes. Inténtalo de nuevo en unos segundos.
fr: Trop de requêtes. Réessaie dans quelques secondes.
it: Troppe richieste. Riprova tra qualche secondo.
pt: Muitas solicitações. Tente novamente em alguns segundos.

# contactServiceUnavailable
source: Service temporarily unavailable. Try again later.
de: Dienst vorübergehend nicht verfügbar. Bitte später erneut versuchen.
es: Servicio temporalmente no disponible. Inténtalo más tarde.
fr: Service temporairement indisponible. Réessaie plus tard.
it: Servizio temporaneamente non disponibile. Riprova più tardi.
pt: Serviço temporariamente indisponível. Tente novamente mais tarde.

# contactCheckInternet
source: Check your internet connection.
de: Bitte überprüfe deine Internetverbindung.
es: Verifica tu conexión a internet.
fr: Vérifie ta connexion internet.
it: Controlla la connessione internet.
pt: Verifique sua conexão com a internet.

# contactTimeout
source: Timeout. Please try again later.
de: Zeitüberschreitung. Bitte später erneut versuchen.
es: Tiempo de espera agotado. Inténtalo más tarde.
fr: Délai dépassé. Réessaie plus tard.
it: Tempo scaduto. Riprova più tardi.
pt: Tempo esgotado. Tente novamente mais tarde.

# contactFooterNote
source: Your message is sent via our secure public API. Thank you!
de: Deine Nachricht wird über unsere sichere öffentliche API gesendet. Danke!
es: Tu mensaje se envía a través de nuestra API pública segura. ¡Gracias!
fr: Votre message est envoyé via notre API publique sécurisée. Merci !
it: Il tuo messaggio viene inviato tramite la nostra API pubblica sicura. Grazie!
pt: Sua mensagem é enviada por meio da nossa API pública segura. Obrigado!

# contactMissingAppKey
source: ⚠️ App key missing. Run the app with {command}
de: ⚠️ App-Schlüssel fehlt. Starte die App mit {command}
es: ⚠️ Falta la clave de la aplicación. Ejecuta la app con {command}
fr: ⚠️ Clé d'application absente. Lance l'app avec {command}
it: ⚠️ Chiave app mancante. Avvia l'app con {command}
pt: ⚠️ Chave do app ausente. Execute o app com {command}

# fieldRequired
source: {field} is required
de: {field} ist erforderlich
es: {field} obligatorio
fr: {field} requis
it: {field} è obbligatorio
pt: {field} é obrigatório

# unexpectedError
source: Unexpected error: {message}
de: Unerwarteter Fehler: {message}
es: Error inesperado: {message}
fr: Erreur inattendue : {message}
it: Errore imprevisto: {message}
pt: Erro inesperado: {message}

# commonCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
