Repository: anthonymoisan/ASConnect
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

source: Deleted message
de: Gelöschte Nachricht
es: Mensaje eliminado
fr: Message supprimé
it: Messaggio eliminato
pt: Mensagem excluída

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt: Editar

source: Reply
de: Antworten
es: Responder
fr: Répondre
it: Rispondi
pt: Responder

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir

# languageName
source: English
de: Deutsch
es: Español
fr: Français
it: Italiano
pt: Português

source: Menu
de: Menü
es: Menú
