Repository: anthonymoisan/ASConnect
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# systemLanguage
source: System
es: Sistema
fr: Système
it: Sistema
pt: Sistema

# menuNavigation
source: Navigation
es: Navegación
it: Navigazione
pt: Navegação

# menuMyProfile
source: My profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
it: Il mio profilo
pt: Meu perfil

# menuContact
source: Contact us
de: Kontakt
es: Contactarnos
fr: Nous contacter
it: Contattaci
pt: Fale conosco

# menuPrivacyPolicy
source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt: Política de privacidade

# menuVersion
source: Version
es: Versión
it: Versione
pt: Versão

# menuContactSubject
source: Contact via app
de: Kontakt über die App
es: Contacto desde la app
fr: Contact via application
it: Contatto tramite app
pt: Contato via app

# languageLabel
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

# currentLanguage
source: Current: {label}
de: Aktuell: {label}
es: Actual: {label}
fr: Actuelle : {label}
it: Attuale: {label}
pt: Atual: {label}

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Confirm
de: Bestätigen
es: Confirmar
fr: Valider
it: Conferma
pt: Confirmar

# logoutTitle
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Disconnettersi
pt: Sair

# logoutConfirm
source: Are you sure you want to sign out of the app?
de: Möchtest du dich wirklich von der App abmelden?
es: ¿Seguro(a) que deseas cerrar sesión en la aplicación?
fr: Êtes-vous certain(e) de vous déconnecter de l’application ?
it: Sei sicuro di voler uscire dall'app?
pt: Tem certeza de que deseja sair do app?

# tabCommunity
source: Connect with the community
de: Mit der Community verbinden
es: Conectarse con la comunidad
fr: Se connecter à la communauté
it: Connettiti con la comunità
pt: Conecte-se com a comunidade

# tabChats
source: My chats
de: Meine Chats
es: Mis chats
fr: Mes discussions
it: Le mie chat
pt: Minhas conversas

# tabPoi
source: Points of interest
de: Sehenswürdigkeiten
es: Puntos de interés
fr: Points d’intérêts
it: Punti di interesse
pt: Pontos de interesse

source: Profile updated ✅
de: Profil aktualisiert ✅
es: Perfil actualizado ✅
fr: Profil mis à jour ✅
it: Profilo aggiornato ✅
pt: Perfil atualizado ✅

# loginTitle
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
pt: Entrar

# loginIntro
source: The ASConnect app is intended only for caregivers who have a child with Angelman syndrome, a rare genetic disorder.
de: Die ASConnect-App ist ausschließlich für Betreuungspersonen gedacht, die ein Kind mit dem Angelman-Syndrom haben, einer seltenen genetischen Erkrankung.
es: La aplicación ASConnect está destinada únicamente a cuidadores que tienen un hijo con el síndrome de Angelman, una enfermedad genética rara.
fr: L'application ASConnect est à destination uniquement des aidants ayant un enfant porteur du syndrome d'Angelman, une maladie génétique rare.
it: L'app ASConnect è destinata esclusivamente ai caregiver che hanno un figlio con la sindrome di Angelman, una rara malattia genetica.
pt: O app ASConnect é destinado apenas a cuidadores que têm um filho com síndrome de Angelman, uma doença genética rara.

# emailLabel
source: Email address
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse e-mail
it: Indirizzo email
pt: Endereço de e-mail

# emailHintRequired
source: Please enter your email
de: Bitte gib deine E-Mail-Adresse ein
es: Introduce tu correo
fr: Renseigne ton e-mail
it: Inserisci la tua email
pt: Informe seu e-mail

# emailHintInvalid
source: Invalid email
de: Ungültige E-Mail-Adresse
es: Correo no válido
fr: E-mail invalide
it: Email non valida
pt: E-mail inválido

# passwordLabel
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Senha

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
pt: Mostrar

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
pt: Ocultar

# passwordRequired
source: Please enter your password
de: Bitte gib dein Passwort ein
es: Introduce tu contraseña
fr: Renseigne ton mot de passe
it: Inserisci la password
pt: Informe sua senha

# loginButton
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
pt: Entrar

# loginLoading
source: Signing in…
de: Anmeldung…
es: Conectando…
fr: Connexion…
it: Accesso in corso…
pt: Entrando…

# createAccount
source: Create an account
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea un account
pt: Criar uma conta

# forgotPassword
source: Forgot your password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Vous avez oublié votre mot de passe ?
it: Hai dimenticato la password?
pt: Esqueceu sua senha?

source: Invalid credentials.
de: Ungültige Zugangsdaten.
es: Credenciales inválidas.
fr: Identifiants invalides.
it: Credenziali non valide.
pt: Credenciais inválidas.

# accessDeniedKey
source: Access denied: missing or invalid app key.
de: Zugriff verweigert: fehlender oder ungültiger App-Schlüssel.
es: Acceso denegado: clave de la aplicación ausente o inválida.
fr: Accès refusé: clé d'application manquante ou invalide.
it: Accesso negato: chiave app mancante o non valida.
pt: Acesso negado: chave do app ausente ou inválida.

# badRequest
source: Invalid request (400).
de: Ungültige Anfrage (400).
es: Solicitud no válida (400).
fr: Requête invalide (400).
it: Richiesta non valida (400).
pt: Solicitação inválida (400).

# tooManyAttempts
source: Too many attempts. Try again in a moment.
de: Zu viele Versuche. Bitte versuche es gleich noch einmal.
es: Demasiados intentos. Inténtalo de nuevo en un momento.
fr: Trop de tentatives. Réessaie dans un instant.
it: Troppi tentativi. Riprova tra poco.
pt: Muitas tentativas. Tente novamente em instantes.

# serviceUnavailable
source: Service unavailable. Please try again later.
de: Dienst nicht verfügbar. Bitte versuche es später erneut.
es: Servicio no disponible. Inténtalo más tarde.
fr: Service indisponible. Réessaie plus tard.
it: Servizio non disponibile. Riprova più tardi.
pt: Serviço indisponível. Tente novamente mais tarde.

# serverErrorWithCode
source: Server error ({code}).
de: Serverfehler ({code}).
es: Error del servidor ({code}).
fr: Erreur serveur ({code}).
it: Errore del server ({code}).
pt: Erro do servidor ({code}).

source: Unexpected server response.
de: Unerwartete Serverantwort.
es: Respuesta inesperada del servidor.
fr: Réponse inattendue du serveur.
it: Risposta inattesa dal server.
pt: Resposta inesperada do servidor.

# cannotConnectServer
source: Unable to connect to the server.
de: Verbindung zum Server nicht möglich.
es: No se puede conectar con el servidor.
fr: Connexion au serveur impossible.
it: Impossibile connettersi al server.
pt: Não foi possível conectar ao servidor.

# timeoutCheckConnection
source: Request timed out. Check your connection.
de: Zeitüberschreitung der Anfrage. Bitte überprüfe deine Verbindung.
es: Tiempo de espera agotado. Verifica tu conexión.
fr: Délai dépassé. Vérifie ta connexion.
it: Richiesta scaduta. Controlla la connessione.
pt: A solicitação expirou. Verifique sua conexão.

# errorWithMessage
source: Error: {message}
de: Fehler: {message}
fr: Erreur: {message}
it: Errore: {message}
pt: Erro: {message}

# missingAppKeyWarning
source: ⚠️ App key missing. Run the app with --dart-define=PUBLIC_APP_KEY=your_public_key
de: ⚠️ App-Schlüssel fehlt. Starte die App mit --dart-define=PUBLIC_APP_KEY=your_public_key
es: ⚠️ Falta la clave de la app. Ejecuta la app con --dart-define=PUBLIC_APP_KEY=tu_clave_publica
fr: ⚠️ Clé d'application absente. Lance l'app avec --dart-define=PUBLIC_APP_KEY=ta_cle_publique
it: ⚠️ Chiave app mancante. Avvia l'app con --dart-define=PUBLIC_APP_KEY=your_public_key
pt: ⚠️ Chave do app ausente. Execute o app com --dart-define=PUBLIC_APP_KEY=your_public_key

# signupTitle
source: Create an account
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea un account
pt: Criar uma conta

# signupSectionPerson
source: Person with Angelman syndrome
de: Person mit Angelman-Syndrom
es: Persona con síndrome de Angelman
fr: Personne porteuse du SA
it: Persona con sindrome di Angelman
pt: Pessoa com síndrome de Angelman

# signupSectionAuth
source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
it: Autenticazione
pt: Autenticação

# consentTitle
source: Consent
de: Einwilligung
es: Consentimiento
fr: Consentement
it: Consenso
pt: Consentimento

# firstNameLabel
source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
pt: Nome

# firstNameRequired
source: First name is required
de: Vorname ist erforderlich
es: El nombre es obligatorio
fr: Prénom requis
it: Il nome è obbligatorio
pt: O nome é obrigatório

# lastNameLabel
source: Last name
de: Nachname
es: Apellido
fr: Nom
it: Cognome
pt: Sobrenome

# lastNameRequired
source: Last name is required
de: Nachname ist erforderlich
es: El apellido es obligatorio
fr: Nom requis
it: Il cognome è obbligatorio
pt: O sobrenome é obrigatório

# birthdateLabel
source: Date of birth (dd/mm/yyyy)
de: Geburtsdatum (tt/mm/jjjj)
es: Fecha de nacimiento (dd/mm/aaaa)
fr: Date de naissance (jj/mm/aaaa)
it: Data di nascita (gg/mm/aaaa)
pt: Data de nascimento (dd/mm/aaaa)

# birthdateRequired
source: Date of birth is required
de: Geburtsdatum ist erforderlich
es: La fecha de nacimiento es obligatoria
fr: Date de naissance requise
it: La data di nascita è obbligatoria
pt: A data de nascimento é obrigatória

# chooseDate
source: Choose a date
de: Datum auswählen
es: Elegir una fecha
fr: Choisir une date
it: Scegli una data
pt: Escolher uma data

# signupBirthdateHelp
source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
pt: Data de nascimento

# genotypeLabel
source: Genotype
de: Genotyp
es: Genotipo
fr: Génotype
it: Genotipo
pt: Genótipo

# genotypeRequired
source: Genotype is required
de: Genotyp ist erforderlich
es: El genotipo es obligatorio
fr: Génotype requis
it: Il genotipo è obbligatorio
pt: O genótipo é obrigatório

# genotypeDeletion
source: Deletion
es: Deleción
fr: Délétion
it: Delezione
pt: Deleção

# genotypeMutation
source: Mutation
es: Mutación
it: Mutazione
pt: Mutação

# genotypeClinical
source: Clinical
de: Klinisch
es: Clínico
fr: Clinique
it: Clinico
pt: Clínico

# genotypeMosaic
source: Mosaic
de: Mosaik
es: Mosaico
fr: Mosaïque
it: Mosaico
pt: Mosaico

# signupPhotoHint
source: Child’s photo (required, < 4 MB)
de: Foto des Kindes (erforderlich, < 4 MB)
es: Foto del niño/a (obligatoria, < 4 MB)
fr: Photo de l’enfant (obligatoire, < 4 Mo)
it: Foto del bambino (obbligatoria, < 4 MB)
pt: Foto da criança (obrigatória, < 4 MB)

# importPhoto
source: Import a photo
de: Foto importieren
es: Importar una foto
fr: Importer une photo
it: Importa una foto
pt: Importar uma foto

# takePhoto
source: Take a photo
de: Foto aufnehmen
es: Tomar una foto
fr: Prendre une photo
it: Scatta una foto
pt: Tirar uma foto

source: Delete photo
de: Foto löschen
es: Eliminar la foto
fr: Supprimer la photo
it: Elimina foto
pt: Excluir foto

# signupPhotoRequired
source: Photo is required
de: Foto ist erforderlich
es: La foto es obligatoria
fr: Photo obligatoire
it: La foto è obbligatoria
pt: A foto é obrigatória

# signupAddPhotoToContinue
source: Add a photo to continue
de: Füge ein Foto hinzu, um fortzufahren
es: Añade una foto para continuar
fr: Ajoute une photo pour continuer
it: Aggiungi una foto per continuare
pt: Adicione uma foto para continuar

# signupPhotoTooLarge
source: The photo exceeds 4 MB ({mb} MB).
de: Das Foto überschreitet 4 MB ({mb} MB).
es: La foto supera 4 MB ({mb} MB).
fr: La photo dépasse 4 Mo ({mb} Mo).
it: La foto supera i 4 MB ({mb} MB).
pt: A foto excede 4 MB ({mb} MB).

# signupPhotoCannotLoad
source: Unable to load the photo: {message}
de: Foto kann nicht geladen werden: {message}
es: No se pudo cargar la foto: {message}
fr: Impossible de récupérer la photo : {message}
it: Impossibile caricare la foto: {message}
pt: Não foi possível carregar a foto: {message}

# signupPasswordTooWeak
source: Password is too weak
de: Passwort ist zu schwach
es: La contraseña es demasiado débil
fr: Mot de passe trop faible
it: La password è troppo debole
pt: A senha é muito fraca

# signupPwdRuleMin8
source: Min. 8 characters
de: Mind. 8 Zeichen
es: Mín. 8 caracteres
fr: Min. 8 caractères
it: Min. 8 caratteri
pt: Mín. 8 caracteres

# signupPwdRuleUpper
source: 1 uppercase letter
de: 1 Großbuchstabe
es: 1 mayúscula
fr: 1 majuscule
it: 1 lettera maiuscola
pt: 1 letra maiúscula

# signupPwdRuleDigit
source: 1 digit
de: 1 Ziffer
es: 1 número
fr: 1 chiffre
it: 1 numero
pt: 1 número

# signupPwdRuleSpecial
source: 1 special character
de: 1 Sonderzeichen
es: 1 carácter especial
fr: 1 caractère spécial
it: 1 carattere speciale
pt: 1 caractere especial

# secretQuestionLabel
source: Security question
de: Sicherheitsfrage
es: Pregunta secreta
fr: Question secrète
it: Domanda di sicurezza
pt: Pergunta de segurança

# secretQuestionRequired
source: Security question is required
de: Sicherheitsfrage ist erforderlich
es: La pregunta secreta es obligatoria
fr: Question secrète requise
it: La domanda di sicurezza è obbligatoria
pt: A pergunta de segurança é obrigatória

# secretQuestion1
source: Mother’s maiden name?
de: Mädchenname der Mutter?
es: ¿Apellido de soltera de la madre?
fr: Nom de naissance de la maman ?
it: Cognome da nubile di tua madre?
pt: Nome de solteira da sua mãe?

# secretQuestion2
source: Your favorite movie actor’s name?
de: Name deines Lieblingsfilmstars?
es: ¿Nombre de tu actor de cine favorito?
fr: Nom de votre acteur de cinéma favori ?
it: Nome del tuo attore preferito?
pt: Nome do seu ator de cinema favorito?

# secretQuestion3
source: Your favorite pet’s name?
de: Name deines Lieblingstiers?
es: ¿Nombre de tu mascota favorita?
fr: Nom de votre animal de compagnie favori ?
it: Nome del tuo animale preferito?
pt: Nome do seu animal de estimação favorito?

# secretAnswerLabel
source: Answer
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta
pt: Resposta

# secretAnswerRequired
source: Answer is required
de: Antwort ist erforderlich
es: La respuesta es obligatoria
fr: Réponse requise
it: La risposta è obbligatoria
pt: A resposta é obrigatória

# consentCheckbox
source: I accept the terms of use for my data and I give my consent.
de: Ich akzeptiere die Nutzungsbedingungen für meine Daten und erteile meine Einwilligung.
es: Acepto las condiciones de uso de mis datos y doy mi consentimiento.
fr: J'accepte les conditions d'usage de mes données et je donne mon consentement.
it: Accetto le condizioni d’uso dei miei dati e do il mio consenso.
pt: Aceito os termos de uso dos meus dados e dou meu consentimento.

# signupConsentNotGiven
source: You did not give your consent
de: Du hast keine Einwilligung erteilt
es: No has dado tu consentimiento
fr: Vous n'avez pas donné votre consentement
it: Non hai dato il consenso
pt: Você não forneceu seu consentimento

# signupCreating
source: Creating…
de: Wird erstellt…
es: Creando…
fr: Création…
it: Creazione in corso…
pt: Criando…

# signupCreateBtn
source: Create my account
de: Mein Konto erstellen
es: Crear mi cuenta
fr: Créer mon compte
it: Crea il mio account
pt: Criar minha conta

# signupSuccess
source: Account created successfully.
de: Konto erfolgreich erstellt.
es: Cuenta creada con éxito.
fr: Compte créé avec succès.
it: Account creato con successo.
pt: Conta criada com sucesso.

# signupEmailAlreadyExistsRedirect
source: Your email is already in our database. You will be redirected to the login page.
de: Deine E-Mail-Adresse ist bereits in unserer Datenbank. Du wirst zur Login-Seite weitergeleitet.
es: Tu correo ya está en nuestra base de datos. Serás redirigido/a a la página de inicio de sesión.
fr: Votre email est déjà dans notre base. Vous allez être redirigé(e) vers la page de connexion.
it: La tua email è già nel nostro database! Inserisci un altro indirizzo e-mail oppure vai alla sezione “Password dimenticata”.
pt: Seu e-mail já está no nosso banco de dados. Você será redirecionado para a página de login.

# signupSelectBirthdate
source: Please select a date of birth
de: Bitte wähle ein Geburtsdatum aus
es: Selecciona una fecha de nacimiento
fr: Sélectionne une date de naissance
it: Seleziona una data di nascita
pt: Selecione uma data de nascimento

# signupChooseGenotype
source: Please choose a genotype
de: Bitte wähle einen Genotyp aus
es: Elige un genotipo
fr: Choisis un génotype
it: Scegli un genotipo
pt: Escolha um genótipo

# signupChooseSecretQuestion
source: Please choose a security question
de: Bitte wähle eine Sicherheitsfrage aus
es: Elige una pregunta secreta
fr: Choisis une question secrète
it: Scegli una domanda di sicurezza
pt: Escolha uma pergunta de segurança

# signupEnterSecretAnswer
source: Please enter the security answer
de: Bitte gib die Antwort auf die Sicherheitsfrage ein
es: Introduce la respuesta secreta
fr: Renseigne la réponse secrète
it: Inserisci la risposta segreta
pt: Informe a resposta secreta

# signupApiFailed
source: API failed ({code}): {body}
de: API-Fehler ({code}): {body}
es: Fallo de API ({code}): {body}
fr: Échec API ({code}) : {body}
it: Errore API ({code}): {body}
pt: Falha na API ({code}): {body}

# forgotPasswordTitle
source: Forgot password
de: Passwort vergessen
es: Contraseña olvidada
fr: Mot de passe oublié
it: Password dimenticata
pt: Esqueci a senha

# forgotEmailLabel
source: Email address
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse e-mail
it: Indirizzo email
pt: Endereço de e-mail

# forgotFetchQuestionTooltip
source: Fetch the question
de: Frage abrufen
es: Obtener la pregunta
fr: Récupérer la question
it: Recupera la domanda
pt: Buscar a pergunta

# forgotEnterValidEmail
source: Enter a valid email.
de: Bitte eine gültige E-Mail-Adresse eingeben.
es: Introduce un correo válido.
fr: Saisis un e-mail valide.
it: Inserisci un'email valida.
pt: Informe um e-mail válido.

# forgotUnknownEmail
source: Unknown email.
de: Unbekannte E-Mail-Adresse.
es: Correo desconocido.
fr: E-mail inconnu.
it: Email sconosciuta.
pt: E-mail desconhecido.

# forgotErrorCode
source: Error ({code})
de: Fehler ({code})
fr: Erreur ({code})
it: Errore ({code})
pt: Erro ({code})

# forgotTimeoutRetry
source: Timeout. Please try again.
de: Zeitüberschreitung. Bitte erneut versuchen.
es: Tiempo agotado. Inténtalo de nuevo.
fr: Délai dépassé. Réessaie.
it: Tempo scaduto. Riprova.
pt: Tempo esgotado. Tente novamente.

# forgotErrorWithMessage
source: Error: {message}
de: Fehler: {message}
fr: Erreur: {message}
it: Errore: {message}
pt: Erro: {message}

# forgotQuestionFallback
source: Security question
de: Sicherheitsfrage
es: Pregunta secreta
fr: Question secrète
it: Domanda di sicurezza
pt: Pergunta de segurança

# forgotQuestionLabel
source: Question
de: Frage
es: Pregunta
it: Domanda
pt: Pergunta

# forgotSecretAnswerLabel
source: Security answer
de: Sicherheitsantwort
es: Respuesta secreta
fr: Réponse secrète
it: Risposta segreta
pt: Resposta de segurança

# forgotAnswerRequired
source: Answer is required
de: Antwort ist erforderlich
es: La respuesta es obligatoria
fr: Réponse requise
it: La risposta è obbligatoria
pt: A resposta é obrigatória

# forgotEnterYourAnswer
source: Enter your answer.
de: Gib deine Antwort ein.
es: Introduce tu respuesta.
fr: Saisis ta réponse.
it: Inserisci la tua risposta.
pt: Digite sua resposta.

# forgotVerify
source: Verify
de: Überprüfen
es: Verificar
fr: Vérifier
it: Verifica
pt: Verificar

# forgotAnswerCorrectSnack
source: Correct answer 👍
de: Richtige Antwort 👍
es: Respuesta correcta 👍
fr: Réponse correcte 👍
it: Risposta corretta 👍
pt: Resposta correta 👍

# forgotAnswerIncorrectAttempts
source: Incorrect answer ({attempts}/3).
de: Falsche Antwort ({attempts}/3).
es: Respuesta incorrecta ({attempts}/3).
fr: Réponse incorrecte ({attempts}/3).
it: Risposta errata ({attempts}/3).
pt: Resposta incorreta ({attempts}/3).

# forgotFailedAttempts
source: Failed attempts: {attempts} / 3
de: Fehlversuche: {attempts} / 3
es: Intentos fallidos: {attempts} / 3
fr: Tentatives échouées : {attempts} / 3
it: Tentativi falliti: {attempts} / 3
pt: Tentativas falhas: {attempts} / 3

# forgotAnswerOkHint
source: ✅ Correct answer, you can set a new password.
de: ✅ Richtige Antwort, du kannst ein neues Passwort festlegen.
es: ✅ Respuesta correcta, puedes establecer una nueva contraseña.
fr: ✅ Réponse correcte, tu peux saisir un nouveau mot de passe.
it: ✅ Risposta corretta, puoi impostare una nuova password.
pt: ✅ Resposta correta, você pode definir uma nova senha.

# forgotNewPasswordLabel
source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
pt: Nova senha

# forgotPasswordRequired
source: Password is required
de: Passwort ist erforderlich
es: La contraseña es obligatoria
fr: Mot de passe requis
it: La password è obbligatoria
pt: A senha é obrigatória

# forgotPasswordTooWeak
source: Password is too weak
de: Passwort ist zu schwach
es: La contraseña es demasiado débil
fr: Mot de passe trop faible
it: La password è troppo debole
pt: A senha é muito fraca

# forgotPwdRuleMin8
source: At least 8 characters
de: Mindestens 8 Zeichen
es: Al menos 8 caracteres
fr: Au moins 8 caractères
it: Almeno 8 caratteri
pt: Pelo menos 8 caracteres

# forgotPwdRuleUpper
source: At least 1 uppercase letter
de: Mindestens 1 Großbuchstabe
es: Al menos 1 mayúscula
fr: Au moins 1 majuscule
it: Almeno 1 lettera maiuscola
pt: Pelo menos 1 letra maiúscula

# forgotPwdRuleSpecial
source: At least 1 special character
de: Mindestens 1 Sonderzeichen
es: Al menos 1 carácter especial
fr: Au moins 1 caractère spécial
it: Almeno 1 carattere speciale
pt: Pelo menos 1 caractere especial

# forgotConfirmPasswordLabel
source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
pt: Confirmar senha

# forgotEnterNewPasswordFirst
source: Enter the new password first
de: Gib zuerst das neue Passwort ein
es: Introduce primero la nueva contraseña
fr: Saisis le nouveau mot de passe
it: Inserisci prima la nuova password
pt: Informe primeiro a nova senha

# forgotPasswordsDoNotMatch
source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non coincidono
pt: As senhas não coincidem

# forgotPasswordsMatch
source: Passwords match
de: Passwörter stimmen überein
es: Las contraseñas coinciden
fr: Les mots de passe correspondent
it: Le password coincidono
pt: As senhas coincidem

# forgotResetSuccess
source: Password reset ✅
de: Passwort zurückgesetzt ✅
es: Contraseña restablecida ✅
fr: Mot de passe réinitialisé ✅
it: Password reimpostata ✅
pt: Senha redefinida ✅

# forgotResetFailed
source: Failed ({code}).
de: Fehlgeschlagen ({code}).
es: Fallo ({code}).
fr: Échec ({code}).
it: Operazione fallita ({code}).
pt: Falha ({code}).

# tooManyAttemptsTitle
source: Too many attempts
de: Zu viele Versuche
es: Demasiados intentos
fr: Trop de tentatives
it: Troppi tentativi
pt: Muitas tentativas

# tooManyAttemptsMessage
source: Too many tries. Email contact@fastfrance.org to explain your login issue.
de: Zu viele Versuche. Sende eine E-Mail an contact@fastfrance.org und schildere dein Login-Problem.
es: Has superado el número de intentos. Escribe a contact@fastfrance.org para explicar tu problema de inicio de sesión.
fr: Nombre d’essais dépassé. Écrire à contact@fastfrance.org pour exposer votre problème de connexion.
it: Troppi tentativi. Scrivi a contact@angelmananalytics.org per spiegare il tuo problema di accesso.
pt: Muitas tentativas. Envie um e-mail para contact@fastfrance.org explicando seu problema de login.
