Repository: anthonymoisan/ASConnect
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it, pt

# forgotValidating
source: Submitting…
de: Wird gesendet…
es: Enviando…
fr: Validation…
it: Invio in corso…
pt: Enviando…

# editProfileTitle
source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
pt: Editar perfil

source: Loading profile…
de: Profil wird geladen…
es: Cargando perfil…
fr: Chargement du profil…
it: Caricamento profilo…
pt: Carregando perfil…

# timeoutLoadingProfile
source: Timeout while loading profile.
de: Zeitüberschreitung beim Laden des Profils.
es: Tiempo de espera al cargar el perfil.
fr: Timeout en chargeant le profil.
it: Tempo scaduto durante il caricamento del profilo.
pt: Tempo esgotado ao carregar o perfil.

# errorLoadingProfile
source: Loading error: {message}
de: Ladefehler: {message}
es: Error al cargar: {message}
fr: Erreur chargement: {message}
it: Errore di caricamento: {message}
pt: Erro ao carregar: {message}

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
pt: Importar

source: Delete my photo
de: Mein Foto löschen
es: Eliminar mi foto
fr: Supprimer ma photo
it: Elimina la mia foto
pt: Excluir minha foto

source: Cancel selection
de: Auswahl abbrechen
es: Cancelar selección
fr: Annuler la sélection
it: Annulla selezione
pt: Cancelar seleção

# photoTooLarge
source: The photo exceeds 4 MB ({size} MB).
de: Das Foto überschreitet 4 MB ({size} MB).
es: La foto supera 4 MB ({size} MB).
fr: La photo dépasse 4 Mo ({size} Mo).
it: La foto supera i 4 MB ({size} MB).
pt: A foto excede 4 MB ({size} MB).

# cannotGetPhoto
source: Unable to get the photo: {message}
de: Foto kann nicht abgerufen werden: {message}
es: No se pudo obtener la foto: {message}
fr: Impossible de récupérer la photo : {message}
it: Impossibile ottenere la foto: {message}
pt: Não foi possível obter a foto: {message}

source: Photo required
de: Foto erforderlich
es: Foto obligatoria
fr: Photo obligatoire
it: Foto obbligatoria
pt: Foto obrigatória

# photoRequiredAddToSave
source: Please add a photo to save
de: Bitte füge ein Foto hinzu, um zu speichern
es: Añade una foto para guardar
fr: Ajoutez une photo pour enregistrer
it: Aggiungi una foto per salvare
pt: Adicione uma foto para salvar

# photoRequiredAfterDelete
source: Photo required: import or take a new photo.
de: Foto erforderlich: importiere oder nimm ein neues Foto auf.
es: Foto obligatoria: importa o toma una nueva foto.
fr: Photo obligatoire : importez ou prenez une nouvelle photo.
it: Foto obbligatoria: importa o scatta una nuova foto.
pt: Foto obrigatória: importe ou tire uma nova foto.

source: Photo deleted ✅
de: Foto gelöscht ✅
es: Foto eliminada ✅
fr: Photo supprimée ✅
it: Foto eliminata ✅
pt: Foto excluída ✅

# profileInfoSection
source: Profile information
de: Profilinformationen
es: Información del perfil
fr: Informations du profil
it: Informazioni del profilo
pt: Informações do perfil

source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
pt: Nome

source: Last name
de: Nachname
es: Apellido
fr: Nom
it: Cognome
pt: Sobrenome

# birthDateLabel
source: Date of birth (dd/mm/yyyy)
de: Geburtsdatum (tt/mm/jjjj)
es: Fecha de nacimiento (dd/mm/aaaa)
fr: Date de naissance (jj/mm/aaaa)
it: Data di nascita (gg/mm/aaaa)
pt: Data de nascimento (dd/mm/aaaa)

# birthDateRequired
source: Date of birth is required
de: Geburtsdatum ist erforderlich
es: La fecha de nacimiento es obligatoria
fr: Date de naissance requise
it: La data di nascita è obbligatoria
pt: A data de nascimento é obrigatória

source: Genotype
de: Genotyp
es: Genotipo
fr: Génotype
it: Genotipo
pt: Genótipo

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città
pt: Cidade

# geolocateMe
source: Use my location
de: Meinen Standort verwenden
es: Usar mi ubicación
fr: Me géolocaliser
it: Usa la mia posizione
pt: Usar minha localização

source: Location updated
de: Standort aktualisiert
es: Ubicación actualizada
fr: Localisation mise à jour
it: Posizione aggiornata
pt: Localização atualizada

# locationUpdatedWithCity
source: Location updated ({city})
de: Standort aktualisiert ({city})
es: Ubicación actualizada ({city})
fr: Localisation mise à jour ({city})
it: Posizione aggiornata ({city})
pt: Localização atualizada ({city})

source: Geolocation
de: Geolokalisierung
es: Geolocalización
fr: Géolocalisation
it: Geolocalizzazione
pt: Geolocalização

# geolocationHint
source: Remember to update your location if it changed since you signed up.
de: Bitte aktualisiere deinen Standort, wenn er sich seit der Registrierung geändert hat.
es: Recuerda actualizar tu geolocalización si cambió desde tu registro.
fr: Pensez à changer votre géolocalisation si celle-ci a changé par rapport à votre inscription.
it: Ricorda di aggiornare la tua posizione se è cambiata dopo la registrazione.
pt: Lembre-se de atualizar sua localização se ela mudou desde seu cadastro.

# secretQuestionSection
source: Security question
de: Sicherheitsfrage
es: Pregunta secreta
fr: Question secrète
it: Domanda di sicurezza
pt: Pergunta de segurança

source: Question
de: Frage
es: Pregunta
it: Domanda
pt: Pergunta

source: Answer
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta
pt: Resposta

source: Change my password
de: Mein Passwort ändern
es: Cambiar mi contraseña
fr: Changer mon mot de passe
it: Cambia la mia password
pt: Alterar minha senha

# changePasswordTitle
source: Change my password
de: Mein Passwort ändern
es: Cambiar contraseña
fr: Changer mon mot de passe
it: Cambia la mia password
pt: Alterar minha senha

# newPasswordLabel
source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
pt: Nova senha

# confirmPasswordLabel
source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
it: Conferma password
pt: Confirmar senha

# passwordTooWeak
source: Password is too weak
de: Passwort ist zu schwach
es: La contraseña es demasiado débil
fr: Mot de passe trop faible
it: La password è troppo debole
pt: A senha é muito fraca

# enterPassword
source: Enter a password
de: Passwort eingeben
es: Introduce una contraseña
fr: Saisis un mot de passe
it: Inserisci una password
pt: Digite uma senha

source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
it: Le password non coincidono
pt: As senhas não coincidem

source: Passwords match
de: Passwörter stimmen überein
es: Las contraseñas coinciden
fr: Les mots de passe correspondent
it: Le password coincidono
pt: As senhas coincidem

# pwdRuleMin8
source: At least 8 characters
de: Mindestens 8 Zeichen
es: Al menos 8 caracteres
fr: Au moins 8 caractères
it: Almeno 8 caratteri
pt: Pelo menos 8 caracteres

# pwdRuleUpper
source: At least 1 uppercase letter
de: Mindestens 1 Großbuchstabe
es: Al menos 1 mayúscula
fr: Au moins 1 majuscule
it: Almeno 1 lettera maiuscola
pt: Pelo menos 1 letra maiúscula

# pwdRuleSpecial
source: At least 1 special character
de: Mindestens 1 Sonderzeichen
es: Al menos 1 carácter especial
fr: Au moins 1 caractère spécial
it: Almeno 1 carattere speciale
pt: Pelo menos 1 caractere especial

source: Password changed ✅
de: Passwort geändert ✅
es: Contraseña cambiada ✅
fr: Mot de passe changé ✅
it: Password cambiata ✅
pt: Senha alterada ✅

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

source: Saving…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…
it: Salvataggio…
pt: Salvando…

# savedChanges
source: Changes saved ✅
de: Änderungen gespeichert ✅
es: Cambios guardados ✅
fr: Modifications enregistrées ✅
it: Modifiche salvate ✅
pt: Alterações salvas ✅

# timeoutTryAgain
source: Timeout. Please try again.
de: Zeitüberschreitung. Bitte erneut versuchen.
es: Tiempo agotado. Inténtalo de nuevo.
fr: Délai dépassé. Réessaie.
it: Tempo scaduto. Riprova.
pt: Tempo esgotado. Tente novamente.

# failedWithCode
source: Failed ({code})
de: Fehlgeschlagen ({code})
es: Fallo ({code})
fr: Échec ({code})
it: Operazione fallita ({code})
pt: Falha ({code})

# versionMadeByFastFrance
source: This app is developed by FAST France
de: Diese App wird von Angelman Analytics (www.angelmananalytics.org) entwickelt
es: Esta aplicación ha sido desarrollada por Angelman Analytics (www.angelmananalytics.org)
fr: Cette application est réalisée par Angelman Analytics (www.angelmananalytics.org)
it: Questa app è sviluppata da Angelman Analytics (www.angelmananalytics.org)
pt: Este app é desenvolvido pela Angelman Analytics (www.angelmananalytics.org)

# versionNumber
source: Version {version}
es: Versión {version}
it: Versione {version}
pt: Versão {version}

# privacyTitle
source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt: Política de privacidade

# privacyRightToBeForgotten
source: Right to be forgotten
de: Recht auf Vergessenwerden
es: Derecho al olvido
fr: Droit à l’oubli
it: Diritto all'oblio
pt: Direito ao esquecimento

# privacyDeleteTitle
source: Warning
de: Warnung
es: Atención
fr: Attention
it: Avviso
pt: Aviso

# privacyDeleteConfirmBody
source: This action is irreversible. Your profile and associated data will be permanently deleted. Do you want to continue?
de: Diese Aktion ist unwiderruflich. Dein Profil und die zugehörigen Daten werden dauerhaft gelöscht. Möchtest du fortfahren?
es: Esta acción es irreversible. Tu perfil y los datos asociados se eliminarán definitivamente. ¿Quieres continuar?
fr: Cette action est irréversible. Votre profil et vos données associées seront supprimés définitivement. Voulez-vous continuer ?
it: Questa azione è irreversibile. Il tuo profilo e i dati associati verranno eliminati definitivamente. Vuoi continuare?
pt: Esta ação é irreversível. Seu perfil e os dados associados serão excluídos permanentemente. Deseja continuar?

# privacyDeletedOkTitle
source: Account deleted
de: Konto gelöscht
es: Cuenta eliminada
fr: Compte supprimé
it: Account eliminato
pt: Conta excluída

# privacyDeletedOkBody
source: Your account has been deleted. You will be redirected to the login page.
de: Dein Konto wurde gelöscht. Du wirst zur Login-Seite weitergeleitet.
es: Tu cuenta ha sido eliminada. Serás redirigido a la página de inicio de sesión.
fr: Votre compte a bien été supprimé. Vous allez être redirigé vers la page de connexion.
it: Il tuo account è stato eliminato. Verrai reindirizzato alla pagina di accesso.
pt: Sua conta foi excluída. Você será redirecionado para a página de login.

# privacyDeleteFailedWithCode
source: Unable to delete (code {code}).
de: Löschen nicht möglich (Code {code}).
es: No se pudo eliminar (código {code}).
fr: Suppression impossible (code {code}).
it: Impossibile eliminare (codice {code}).
pt: Não foi possível excluir (código {code}).

# timeoutRetry
source: Request timed out. Please try again.
de: Zeitüberschreitung der Anfrage. Bitte erneut versuchen.
es: Tiempo de espera agotado. Inténtalo de nuevo.
fr: Délai dépassé. Réessaie.
it: Richiesta scaduta. Riprova.
pt: A solicitação expirou. Tente novamente.
